# bot_token = "" # в кавычках указать токен, полученный от BotFather
bot_token = ''


ip_address_db = "127.0.0.1"


port_db = 3306 # вместо 0 указать порт для доступа к базе данных в виде целого числа


name_db = "chatbot" # в кавычках указать имя базы данных


#login_db = "chatbot" # в кавычках указать имя пользователя для доступа к базе данных
login_db = 'root'
password_db = ''
#password_db = "mC6YkMEmJbDAYAEq" # в кавычках указать пароль пользователя для доступа к базе данных


#admin_chat_id = 486469484 # Вместо 0 указать id администратора. Получить его можно написав боту - my id
admin_chat_id = 892023960
